{
  "tarot": {
    "card_order": [
      {
        "id": 1,
        "title": "The Present (or the Querent's Situation)",
        "desc": "This card represents the current circumstances, feelings, or events surrounding the querent (the person asking the question)."
      },
      {
        "id": 2,
        "title": "The Immediate Challenge",
        "desc": "This card signifies the immediate issue or challenge the querent is facing in the present moment."
      },
      {
        "id": 3,
        "title": "The Distant Past",
        "desc": "This card provides insights into past influences, events, or experiences that have shaped the present situation."
      },
      {
        "id": 4,
        "title": "The Recent Past",
        "desc": "This card offers information about more recent events or influences that are relevant to the present circumstances."
      },
      {
        "id": 5,
        "title": "The Best Outcome or Goal",
        "desc": "This card represents the best possible outcome or the desired goal of the situation, providing guidance or insight on how to achieve it."
      },
      {
        "id": 6,
        "title": "The Near Future",
        "desc": "This card offers insights into what's likely to happen in the near future based on the current trajectory and actions taken."
      },
      {
        "id": 7,
        "title": "The Querent's Attitude or Position",
        "desc": "This card reflects the querent's attitudes, beliefs, or approach to the situation, providing self-awareness and understanding."
      },
      {
        "id": 8,
        "title": "External Influences",
        "desc": "This card represents external factors or people that may influence the situation, helping to understand external forces at play."
      },
      {
        "id": 9,
        "title": "Hopes and Fears",
        "desc": "This card reflects the querent's hopes, fears, or expectations regarding the situation, offering insight into their emotional state."
      },
      {
        "id": 10,
        "title": "Final Outcome",
        "desc": "This card signifies the most likely outcome or resolution of the situation based on the current circumstances and actions taken."
      }
    ],
    "card_types": [
      {
        "major_arcana": [
          {
            "id": 0,
            "title": "The Fool #0",
            "desc1": "Taking a risk. Getting outside your comfort zone. Knowing the universe is looking after you.",
            "desc2": "Foolishness. Making a stupid choice. Disregarding good advice. Getting in with a bad crowd."
          },
          {
            "id": 1,
            "title": "The Magician #1",
            "desc1": "Feeling confident, assured. Having all the tools and resources at your disposal. Power.",
            "desc2": "Deception, trickery, cunning. Scammer. Personality disorders such as narcissism. Lack of empathy."
          },
          {
            "id": 2,
            "title": "The High Priestess #2",
            "desc1": "Intuition. Going within. Inner knowing.",
            "desc2": "Emerging from depression. Extreme shyness or over-confidence, denying intuition, predatory sexual behavior, superficiality, disclosure of secrets."
          },
          {
            "id": 3,
            "title": "The Empress #3",
            "desc1": "Growth, fertility, pregnancy, motherhood. New project. Dominant female.",
            "desc2": "Famine, drought. Neglected land. Smother-love, living through your children. Vanity, empty nest syndrome, feeling useless, infidelity, unloving, unsupportive. Fertility issues. Failing business. Problems with adoption or step-parenting."
          },
          {
            "id": 4,
            "title": "The Emperor #4",
            "desc1": "Structure, organization, rules. Dominant male.",
            "desc2": "Nature controlled. Urban sprawl and degeneration. Authoritarian, tyrant, dictator, domination, rigid, unyielding, fatherhood problems, loss of control, obstruction, misuse of power."
          },
          {
            "id": 5,
            "title": "The Hierophant #5",
            "desc1": "Learning path, religion, spirituality, spiritual mentor, guide.",
            "desc2": "Rejection of the establishment. A mentor with ulterior motives. Expulsion, excommunication. Sexual misdemeanors. Inappropriate behavior. Rejecting one’s faith."
          },
          {
            "id": 6,
            "title": "The Lovers #6",
            "desc1": "Life-changing choice, a turning point. Union with another, two as one.",
            "desc2": "Inappropriate relationship. Immaturity, lack of love, possessiveness, infatuation/stalking. Lust rather than love. Bad choice, indecision, temptation, weakness, lack of trust, separation. Endless obsessive search for non-existent soul-mate."
          },
          {
            "id": 7,
            "title": "The Chariot #7",
            "desc1": "Drive and determination. Autonomy. Mediation and negotiation.",
            "desc2": "Ambition but at a cost. Personal life derailed. Travel problems. Stress, quarrels, accidents, delays. Failed negotiation."
          },
          {
            "id": 8,
            "title": "Strength #8",
            "desc1": "Persuasion, gentle strength. Patience, control, compassion.",
            "desc2": "Mental problems. Too overbearing or too weak. Not knowing when to stop. Government vs citizens. Cruelty. Disregarding the well-being of others in order to achieve your desire."
          },
          {
            "id": 9,
            "title": "The Hermit #9",
            "desc1": "Knowing oneself, solitude. Understanding humanity, wisdom.",
            "desc2": "Fear of being alone. Social withdrawal, paranoia, identity crisis, embittered. Worry about aging. Fear of having to depend on others."
          },
          {
            "id": 10,
            "title": "The Wheel of Fortune #10",
            "desc1": "Change, good luck, destiny.",
            "desc2": "Change. Good and bad luck. Destiny, chaos, uncertainty."
          },
          {
            "id": 11,
            "title": "Justice #11",
            "desc1": "Cause and effect, karma, fairness, legal issues.",
            "desc2": "Cause and effect. Poetic justice, unfairness, disputes, legal problems. Bigotry, bias, intolerance. Liver damage."
          },
          {
            "id": 12,
            "title": "The Hanged Man #12",
            "desc1": "On hold, nothing happening, stuck, letting go of the outcome.",
            "desc2": "Ready to go but being held back. Hidden motives or agenda. Unfinished work or projects. About to move on from a friendship or relationship."
          },
          {
            "id": 13,
            "title": "Death #13",
            "desc1": "Endings and new beginnings, transformation, transition. Death.",
            "desc2": "Attempting to avoid an inevitable end. Chronic illness. Extreme depression or pessimism. Coming back from the dead (NDE). Obsession with death. Accident (narrowly escaping death)."
          },
          {
            "id": 14,
            "title": "Temperance #14",
            "desc1": "Chemistry, moderation, balance. Getting it right.",
            "desc2": "Out of balance, non-cooperation, conflicting ideas/positions. Emotional extremes. Procrastination. Digestive problems. Mind/body health out of whack."
          },
          {
            "id": 15,
            "title": "The Devil #15",
            "desc1": "Addiction, bad habits, co-dependency, materialism.",
            "desc2": "Extremes of the upright meaning: Life-threatening addiction, psychopathic personality disorder. Abuse (mental and physical). Escape, release, moving forward, taking control of your problems and your life."
          },
          {
            "id": 16,
            "title": "The Tower #16",
            "desc1": "Chaos, destruction, upheaval. Unexpected and possibly unwanted change.",
            "desc2": "Weakened energy of upright card. Irritations, things going wrong, setbacks, pressure, stress. Accidents, cuts, burns, surgery. Need to visit the doctor. Can't see the way through all the problems."
          },
          {
            "id": 17,
            "title": "The Star #17",
            "desc1": "Renewed optimism, hope, serenity. Spiritual love and joy.",
            "desc2": "Low self-esteem. Lack of clarity. Futility. Not feeling the love around you. Disappointment."
          },
          {
            "id": 18,
            "title": "The Moon #18",
            "desc1": "Insecurity, anxiety, illusion, fear, health issues.",
            "desc2": "Resistance to anything spiritual. Self-delusion. Closed mind. Mental health issues, and things like fibromyalgia and urinary tract problems."
          },
          {
            "id": 19,
            "title": "The Sun #19",
            "desc1": "Improvement, growth, positivity, love, abundance, joy.",
            "desc2": "Weakened energy of upright card. Still positive but less so. Success is mediocre. Happiness on a lower scale."
          },
          {
            "id": 20,
            "title": "Judgment #20",
            "desc1": "Rebirth, calling, forgiveness.",
            "desc2": "Problematic transitions. Resistance, rejection, alienation. Over critical and judgmental."
          },
          {
            "id": 21,
            "title": "The World #21",
            "desc1": "In the right place. Accomplishment, completion. Pause before the next stage.",
            "desc2": "If negatively aspected can signify slightly weakened energy of the original definition, so generally positive. Completion of projects delayed. Wanting to move forward but held back. Overdue birth. Issues with weight loss. Having to wait for test results."
          }
        ],
        "wands_suit": [
          {
            "id": 22,
            "title": "The Ace of Wands",
            "desc1": "Rush of energy, inspiration, passion, creativity.",
            "desc2": "Weakened energy of upright meaning. Inappropriate attraction/affair. Lack of growth and expansion."
          },
          {
            "id": 23,
            "title": "The Two of Wands",
            "desc1": "Planning, decisions, delays.",
            "desc2": "Unexpected turn of events. A new perspective on an old problem. Reluctance, self-imposed restriction."
          },
          {
            "id": 24,
            "title": "Three of Wands",
            "desc1": "Enterprise, entrepreneurial spirit, responsibility, opportunity. New job.",
            "desc2": "Feeling blocked. Unable to get projects started or completed. Delayed results. Investment anxiety. Distrust."
          },
          {
            "id": 25,
            "title": "Four of Wands",
            "desc1": "Community, celebration, domestic comfort, engagement, wedding, housewarming. A job well done.",
            "desc2": "Celebration, reunions, break from hard work. Building of foundations, cementing of relationships. Sale of property."
          },
          {
            "id": 26,
            "title": "Five of Wands",
            "desc1": "Arguments, disagreements, tension, competition, strife.",
            "desc2": "Refusing to engage in hostility or conflict. Settling disputes. Inner conflicts, beset by inner demons."
          },
          {
            "id": 27,
            "title": "Six of Wands",
            "desc1": "Victory, achievement. Good results in exams. Public acknowledgment.",
            "desc2": "Treachery, betrayal. Short-lived victory. Pride before a fall. Embarrassment. Public humiliation."
          },
          {
            "id": 28,
            "title": "Seven of Wands",
            "desc1": "Standing your ground, challenge, not giving up.",
            "desc2": "Putting up barriers, refusing to negotiate. Obstinate. Biased."
          },
          {
            "id": 29,
            "title": "Eight of Wands",
            "desc1": "Change, getting organized, motivation, travel, possible pregnancy.",
            "desc2": "Unforeseen, difficult event. Shock. Family or business problems. Think of this reversal as the Tower’s baby brother."
          },
          {
            "id": 30,
            "title": "Nine of Wands",
            "desc1": "Courage, determination, resilience.",
            "desc2": "Overwhelmed. Ready to give up. Illness, nagging pain. Can’t see the the wood for the trees."
          },
          {
            "id": 31,
            "title": "Ten of Wands",
            "desc1": "Responsibilities, stress, tough times.",
            "desc2": "Hard labor; little results. Letting go of a goal or dream. Facing a difficult reality."
          },
          {
            "id": 32,
            "title": "Page of Wands",
            "desc1": "Explorer, potential, free agent, no ties, messenger (or message arriving swiftly).",
            "desc2": "Childishness, tantrums. Lacking concentration and determination. Bad news or a reprimand in the form of a message."
          },
          {
            "id": 33,
            "title": "Knight of Wands",
            "desc1": "Lust, enthusiasm, entrepreneurial spirit, scattered energy.",
            "desc2": "A rogue, a philanderer, a user. A brawler. A cheater. Over-enthusiasm, impatience, bad temper. Prone to violence."
          },
          {
            "id": 34,
            "title": "Queen of Wands",
            "desc1": "Warmth, vibrancy, sexual enthusiasm.",
            "desc2": "The other woman. A jealous, temperamental mistress. A rival in love or work. Promiscuity, extravagance. Fever, infections."
          },
          {
            "id": 35,
            "title": "King of Wands",
            "desc1": "Leader, visionary, role model, temperamental, egotistical.",
            "desc2": "Arrogant leader or boss. Inflated ego. Misuse of power. Almighty displays of anger. Heart problems or possible stroke."
          }
        ],
        "cups": [
          {
            "id": 36,
            "title": "Ace of Cups",
            "desc1": "Overwhelming romantic and spiritual love. New relationship, friendship. Compassion.",
            "desc2": "Love seeping away. Setting emotional boundaries. Lost or unrequited love. Change in a relationship from romantic to routine. Possible drinking problem."
          },
          {
            "id": 37,
            "title": "Two of Cups",
            "desc1": "Attraction, love, commitment.",
            "desc2": "Difficulty making a romantic connection. Obstacles to love. Finding yourself in the friend-zone. Losing contact. Separation."
          },
          {
            "id": 38,
            "title": "Three of Cups",
            "desc1": "Friendship, fun, community, girls’ night out, celebration.",
            "desc2": "Over-indulgence. Bored with partying. Disenchanted with close friends. Lack of support or cooperation."
          },
          {
            "id": 39,
            "title": "Four of Cups",
            "desc1": "Emotional stability, contemplation, meditation, inward focus.",
            "desc2": "Ready to overcome depression. Looking for solutions. Preparing for a change. Restlessness. Mild insomnia. Tiredness, apathy. Psychic experiences."
          },
          {
            "id": 40,
            "title": "Five of Cups",
            "desc1": "Loss, hurt, disappointment, bereavement, regret, pain. Emotional challenge.",
            "desc2": "Healing rifts. Lessening of grief. Help from friends and loved ones. Acceptance."
          },
          {
            "id": 41,
            "title": "Six of Cups",
            "desc1": "Memories of people and places. Childhood, children, grandchildren.",
            "desc2": "Preoccupation with the past or future; failure to live in the present. Problems with a child or young person."
          },
          {
            "id": 42,
            "title": "Seven of Cups",
            "desc1": "Fantasy, imagination, too many choices.",
            "desc2": "Surmounting feelings of doubt and confusion. Making a proactive choice. Trusting your feelings."
          },
          {
            "id": 43,
            "title": "Eight of Cups",
            "desc1": "Parting, leaving home. Emotional choice.",
            "desc2": "Coming home. The prodigal returns. Embraced and accepted by family. Facing up to an emotional dilemma."
          },
          {
            "id": 44,
            "title": "Nine of Cups",
            "desc1": "Emotional security. Comfort, satisfaction, happiness.",
            "desc2": "If negatively aspected, contentment may be reduced, or satisfaction fleeting. Letting go of material concerns. Overcoming mistakes. Overindulgence of food and drink."
          },
          {
            "id": 45,
            "title": "Ten of Cups",
            "desc1": "Family, harmony, fulfillment, peace, love.",
            "desc2": "Relationship or family difficulties. Completion hard to reach. Break up or breakdown of a formerly happy home."
          },
          {
            "id": 46,
            "title": "Page of Cups",
            "desc1": "Explorer of feelings, creative, messenger (or message arriving from overseas).",
            "desc2": "Teen experiencing emotional distress. Possible gender confusion. Someone afraid of love, or emotional involvement. Young person not fitting in with family. An emotional and possibly upsetting message."
          },
          {
            "id": 47,
            "title": "Knight of Cups",
            "desc1": "Romantic beau. Loves to love. Bisexuality.",
            "desc2": "Deceitful in love. Unfaithfulness. Obsession with another. LGBT issues or celebration. Coming out."
          },
          {
            "id": 48,
            "title": "Queen of Cups",
            "desc1": "Intuitive, compassionate woman. Good friend.",
            "desc2": "A delicate woman. Perhaps with health issues and/or emotional problems. Someone who needs physical and emotional support. Withdrawal of love from a partner."
          },
          {
            "id": 49,
            "title": "King of Cups",
            "desc1": "Gentle, friendly man. Emotionally supportive.",
            "desc2": "A man isolated emotionally. Possible alcoholic or drug addict. Depression and self pity causes relationship difficulties. Unable to express personal feelings."
          }
        ],
        "pentacles": [
          {
            "id": 50,
            "title": "Ace of Pentacles",
            "desc1": "Gift, manifestation, new house or project. Prosperity.",
            "desc2": "A more pronounced interpretation, Treasure, wealth, fortune. Prosperity without happiness. Obsessed with making money. Corruption. Easy come, easy go."
          },
          {
            "id": 51,
            "title": "Two of Pentacles",
            "desc1": "Making ends meet. Balancing time and resources.",
            "desc2": "Paperwork/to-do list overload; too much to deal with. Data crashes. Learning difficulties. Student struggles with making ends meet, meeting deadlines, understanding the work."
          },
          {
            "id": 52,
            "title": "Three of Pentacles",
            "desc1": "Collaboration, teamwork, pooling resources, and ideas.",
            "desc2": "Job or career related problems. Disputes with coworkers or boss. Mistakes, mediocrity, poor quality, shortcuts. Job shortages."
          },
          {
            "id": 53,
            "title": "Four of Pentacles",
            "desc1": "Stability, security, isolation, holding on to resources.",
            "desc2": "Resisting letting go of resources. Uneasiness outside of comfort zone. Blockages both mental and actual. Writer’s block. Hindrances and delays. Late payment."
          },
          {
            "id": 54,
            "title": "Five of Pentacles",
            "desc1": "Material loss, destitution, poverty, financial or material challenge.",
            "desc2": "A turning point. Slight improvement in situation. Access to help and support. Or things go from bad to worse. The unthinkable happens. Loss of everything."
          },
          {
            "id": 55,
            "title": "Six of Pentacles",
            "desc1": "Generosity, giving and receiving support, charity, donation of resources.",
            "desc2": "Taking advantage. Claiming under false pretenses. Greed, jealousy, disputes over money. Insurance refusing to pay. Lack of insurance. Unpaid debts or paying off a debt."
          },
          {
            "id": 56,
            "title": "Seven of Pentacles",
            "desc1": "Slight dissatisfaction, underlying discontent, doing well but could do better. Wondering about missed opportunities.",
            "desc2": "Unemployment, lack of skills. Feeling let down by the system. Dissatisfaction with pay. Lack of ambition. Lazy and tardy."
          },
          {
            "id": 57,
            "title": "Eight of Pentacles",
            "desc1": "Education, training/retraining, change of career, focus on the job in hand.",
            "desc2": "Stuck in a dead-end job. Working on a factory line. Undervalued skills. Over-qualified for the job. Boredom and tedium at work and life in general."
          },
          {
            "id": 58,
            "title": "Nine of Pentacles",
            "desc1": "Independence, happy with own company. Self-sufficiency, appreciation.",
            "desc2": "Goals attained but not as satisfying as expected. Trapped in a gilded cage. Looking for a way out. Needing a challenge. Lack of exercise. Lack of company."
          },
          {
            "id": 59,
            "title": "Ten of Pentacles",
            "desc1": "Family structure, wealth, business, planning, inter-generational co-operation.",
            "desc2": "Rejecting family. Disputes over inheritance or property. Family quarrels. Feeling like an outsider. Elderly relative needing care. Equity and savings devalued or lost. Gambling losses. Material insecurity."
          },
          {
            "id": 60,
            "title": "Page of Pentacles",
            "desc1": "Student, curiosity, focus. Messenger, or message arriving by post.",
            "desc2": "Lost interest in school or college. Underlying and hidden issues. Hating your choice of course. Preoccupied with material possessions and appearance. Stress and exhaustion caused by overwork."
          },
          {
            "id": 61,
            "title": "Knight of Pentacles",
            "desc1": "Hard worker, loyal, reliable, quiet man with hidden depths.",
            "desc2": "Workaholic or its opposite; work-shy and lazy. Obsession with one person or topic. Weight issues, lack of exercise, chronic fatigue. Bore. Socially inept."
          },
          {
            "id": 62,
            "title": "Queen of Pentacles",
            "desc1": "Comforting, practical, efficient woman. Motherhood, career woman.",
            "desc2": "Extremely house-proud, or extremely slovenly. Possessions mean more than people. Hoarder, or fixated on designer goods. Helicopter parenting. More concerned with children’s attainments than their well-being. Doubt, mistrust."
          },
          {
            "id": 63,
            "title": "King of Pentacles",
            "desc1": "Businessman, magnanimous, proud, self-educated, self-made.",
            "desc2": "Exploitive, mean, or ineffective employer. Misuse of power and money. Abuse of people for gain or personal gratification. Corruption. Overeating, indigestion, gout, rheumatism. Careless of the wellbeing of others. Unloved by family."
          }
        ],
        "swords": [
          {
            "id": 64,
            "title": "Ace of Swords",
            "desc1": "Clarity, decision making, insight, understanding, truth revealed.",
            "desc2": "Restraint, patience. Writer’s block. Conception. Violation. Surgery."
          },
          {
            "id": 65,
            "title": "Two of Swords",
            "desc1": "Indecision, not acknowledging the truth, afraid to face reality.",
            "desc2": "Torn in two directions. Victim of lies, betrayal, duplicity. Ready to make a decision."
          },
          {
            "id": 66,
            "title": "Three of Swords",
            "desc1": "Miscommunication, rejection, hurtful words, painful realization.",
            "desc2": "Fast recovery after break-up or hiding the true extent of your pain."
          },
          {
            "id": 67,
            "title": "Four of Swords",
            "desc1": "Withdrawal, resting the mind, time-out, meditation.",
            "desc2": "Unwanted isolation. Insomnia. Lack of self-care. Strange dreams; out of body experience."
          },
          {
            "id": 68,
            "title": "Five of Swords",
            "desc1": "Conflict, tension, mental challenge, bullying",
            "desc2": "Weakened or magnified energy of the upright card. Funeral. Mourning for situations or people."
          },
          {
            "id": 69,
            "title": "Six of Swords",
            "desc1": "Transition, recovery, moving on, travel.",
            "desc2": "Wanting to leave but unable. Travel delays or cancellations. Floods, storms, power outages."
          },
          {
            "id": 70,
            "title": "Seven of Swords",
            "desc1": "Stealth, reclaiming something lost, mental trickery, betrayal, theft.",
            "desc2": "Shame after trying to steal or deceive. Returning that which doesn’t belong to you. Community service. Giving back or paying forward."
          },
          {
            "id": 71,
            "title": "Eight of Swords",
            "desc1": "Self-entrapment, perceived imprisonment, isolation.",
            "desc2": "A new vision of the future. Able to see a way forward. Hard but rewarding work."
          },
          {
            "id": 72,
            "title": "Nine of Swords",
            "desc1": "Anxiety, depression, nightmares, endless negative thought.",
            "desc2": "Recovery from depression. Open to new ideas. Ready to explore possibilities."
          },
          {
            "id": 73,
            "title": "Ten of Swords",
            "desc1": "Defeat, ending, death. End of life cycle/beginning of the next.",
            "desc2": "Rebirth, recovery, relief. The end was not as bad as it seemed. New horizons."
          },
          {
            "id": 74,
            "title": "Page of Swords",
            "desc1": "Mentally agile, restless, experimenting. Messenger (or message arriving fast).",
            "desc2": "Slanderous, salacious gossip. Difficult childhood. Personality disorders."
          },
          {
            "id": 75,
            "title": "Knight of Swords",
            "desc1": "Incisive, decisive, impulsive, political. Fights for the underdog.",
            "desc2": "Fanatic. Fundamentalist. Delusional. Cruelty. Bad news arrives by text or email."
          },
          {
            "id": 76,
            "title": "Queen of Swords",
            "desc1": "Perceptive, quick thinker, seeker of truth. Tells it like it is.",
            "desc2": "Manipulative, self-centered woman. Narrow-mindedness, bigotry, intolerance."
          },
          {
            "id": 77,
            "title": "King of Swords",
            "desc1": "Authoritative, intellectually powerful, truthful, direct.",
            "desc2": "Dangerous, ill-intentioned man. Controlling and manipulative. Sadistic, perverse, inhumane."
          }
        ]
      }
    ]
  }
}
