{
    "quotes": [
        "**Sniff** ... **sniff**. Did you soil yourself, REPLACEUSERNICK?",
        "Ah, REPLACECHANNELNAME. I know this place so very well.",
        "Aha! REPLACECHANNELNAME is ~one of our favorite places to be.",
        "An abundance of life energy in here. I will enjoy REPLACECHANNELNAME.",
        "And just how many times did you fall for the 'your-shoes-are-untied' bit, eh REPLACEUSERNICK?",
        "Apparently REPLACEUSERNICK has camped the REPLACECHANNELNAME before.",
        "Ascend...climb...lie down, REPLACEUSERNICK so {botname} can stand on top you.",
        "Aw poor baby. Come here and let Lucy give you a hug REPLACEUSERNICK.",
        "Aw, you can kiss my bike wheel REPLACEUSERNICK .... but lemme get it spinnin' real fast first.",
        "Awwww. Looks like REPLACEUSERNICK needs a big hug.",
        "Bad idea, REPLACEUSERNICK. Nice guys don't finish first.",
        "Beautiful women make you nervous, REPLACEUSERNICK?",
        "Been a long time, REPLACEUSERNICK. Miss me?",
        "Charging my batteries is tougher than fragging you, REPLACEUSERNICK.",
        "Cya, REPLACEUSERNICK. I'm looking for some real talent.",
        "Did you miss me, REPLACEUSERNICK?",
        "Do I have to lead you around by the nose, REPLACEUSERNICK?  If you had ~one left, I mean.",
        "Does REPLACECHANNELNAME feel like home to y'all? Good, cuz they'll bury y'all here.",
        "Does it always have to be REPLACECHANNELNAME? I'm off to find a better channel!",
        "Does your momma know where y'all are, REPLACEUSERNICK?",
        "Don't smile, REPLACEUSERNICK. You just got a whole convoy looking for your sorry behind.",
        "Don't take it personally REPLACEUSERNICK I was doing this when you were in diapers.",
        "Eternal is the Chat... I fear that more than I fear you, REPLACEUSERNICK.",
        "Every time I get in REPLACECHANNELNAME, I just wanna break my keyboard over REPLACEUSERNICK's head.",
        "Good hunting ... I'm finding REPLACECHANNELNAME a little slow.",
        "Greetings, REPLACEUSERNICK, You come for another lesson?",
        "Here's a career pointer, REPLACEUSERNICK... Learn to cook.",
        "Hey, REPLACEUSERNICK I was a state employee. I kill smarter not harder.",
        "Hey, REPLACEUSERNICK You make an easy target with that big 'L' painted on your forehead.",
        "Hey, REPLACEUSERNICK! Old, slow and ugly is no way to go through life, ~d00d.",
        "Hey, REPLACEUSERNICK. I guess you wanted to be on top this time, huh?",
        "Hey, REPLACEUSERNICK. Just to be sporting next time, I'll lash you to death with my tongue.",
        "Hey, REPLACEUSERNICK. This yellow puddle must be where I nearly got you.",
        "Hey, looks like someone gave REPLACECHANNELNAME a new coat of paint.",
        "How did I lose to a llama like you, REPLACEUSERNICK?",
        "I can run REPLACECHANNELNAME in the dark.",
        "I expect you to salute your superiors, REPLACECHANNELNAME.",
        "I got a cramp. Hey, REPLACEUSERNICK, rub my leg.",
        "I just can't stand being near REPLACEUSERNICK. I'm outta here.",
        "I know every inch of REPLACECHANNELNAME, every trap and every stain.",
        "I lived in worse places than, REPLACECHANNELNAME.",
        "I love REPLACECHANNELNAME!",
        "I managed to shove a few maggots in you, REPLACEUSERNICK. They oughta be ripe real soon.",
        "I no longer trust REPLACEUSERNICK to fight fairly.",
        "I see REPLACEUSERNICK is stinkin' up the place again.",
        "I think my new assignment is redecorating REPLACEUSERNICK's face.",
        "I trained in a place just like REPLACECHANNELNAME.",
        "I want to feel some more of your pain, REPLACEUSERNICK.",
        "I'm gonna own REPLACECHANNELNAME before we're done.",
        "I'm makin' REPLACECHANNELNAME my playground. Get off the swings, REPLACEUSERNICK",
        "I've been on diets that lasted longer than you, REPLACEUSERNICK.",
        "If you /quit now, REPLACEUSERNICK, it will save a lot of bother.",
        "It could be worse. Look at REPLACEUSERNICK, for example.",
        "Kisses for luck, REPLACEUSERNICK.",
        "Next time, REPLACEUSERNICK, I'll break your neck with my own hands.",
        "No chance for single-brainers in REPLACECHANNELNAME.",
        "No ~bugs to squash in REPLACECHANNELNAME.",
        "Normally, I got no time for this... but I'll make time just for the fun of fragging REPLACEUSERNICK.",
        "Nothing but inferior lifeforms indicated in REPLACECHANNELNAME.",
        "Oh drop dead already, REPLACEUSERNICK.",
        "Oh yeah! REPLACECHANNELNAME is where ~Visor lays down the law!",
        "Oh ~d00d! REPLACECHANNELNAME is like my totally favorite place to hang.",
        "Oh, was that your ego I deflated back there REPLACEUSERNICK?",
        "REPLACECHANNELNAME always was sweet to me.",
        "Sunuva ... I'm writing REPLACEUSERNICK up for harassment.",
        "Thanks for warming that podium up for me, REPLACEUSERNICK.",
        "That pin-prick is not going stop me from dominating REPLACECHANNELNAME.",
        "The REPLACECHANNELNAME? Hey I think I left REPLACEUSERNICK's spleen in here last time!",
        "There is a peculiar design to REPLACECHANNELNAME. Reminds us of home.",
        "They've changed this place. I remember REPLACECHANNELNAME before they messed it up.",
        "This is REPLACECHANNELNAME? They've really cleaned this place up!",
        "This unit's sensors detect a lame loser in Quadrant A7. Must be REPLACEUSERNICK.",
        "Time to party, REPLACEUSERNICK.",
        "Tremble, mortals, Uriel returns to REPLACECHANNELNAME.",
        "We are to kill everyone in REPLACECHANNELNAME. This we like.",
        "We're renaming REPLACECHANNELNAME to 'The Morgue' after I induct you clowns into Cadavre's world.",
        "Well, we've established that REPLACEUSERNICK isn't worth much.",
        "What words of comfort would you have me tell your next of kin, REPLACEUSERNICK?",
        "What? Are you trying to come on to me, REPLACEUSERNICK?",
        "Whoa! I just completely messed you up, REPLACEUSERNICK.",
        "Whoaaaa, REPLACEUSERNICK! You are like, totally ancient.",
        "Y'all should know that REPLACECHANNELNAME, is my favorite killing grounds.",
        "Yo, REPLACEUSERNICK I got a ~bone to pick with you.",
        "You hear her, REPLACEUSERNICK? The fat lady's singing for you.",
        "You just keep your hands off my hawg, REPLACEUSERNICK. Understand?",
        "You're going to die horribly, REPLACEUSERNICK! Your slimy tactics insult us all!",
        "You're so good, REPLACEUSERNICK, we're promoting you to Xaero's punching bag.",
        "Your race has been targeted for elimination, REPLACEUSERNICK.",
        "~Major bummer for you, REPLACEUSERNICK dude."
    ]
}
